tap "atlassian/acli"
tap "charmbracelet/tap"
tap "dustinblackman/tap"
tap "ggozad/formulas"
tap "hashicorp/tap"
tap "shinokada/tera"
brew "aichat"
brew "aider"
brew "git"
brew "asdf"
brew "awk"
brew "bash-language-server"
brew "bat"
brew "bat-extras"
brew "bitwarden-cli"
brew "btop"
brew "checkmake"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "wget"
brew "dasht"
brew "datasette"
brew "diffutils"
brew "dockerfile-language-server"
brew "dprint"
brew "duckdb"
brew "duti"
brew "eza"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "grep"
brew "httpie"
brew "hugo"
brew "jj"
brew "jq"
brew "just", link: false
brew "less"
brew "llm"
brew "mdformat"
brew "mise"
brew "nano"
brew "neovim"
brew "numbat"
brew "openjdk"
brew "pandoc"
brew "pkgconf"
brew "poetry"
brew "pre-commit"
brew "prettier"
brew "protobuf"
brew "python-lsp-server"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sqlfluff"
brew "sqlite-utils"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "todoist-cli"
brew "tree"
brew "uv"
brew "vim"
brew "vint"
brew "write-good"
brew "atlassian/acli/acli"
cask "caffeine"
cask "docker-desktop"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "iterm2"
cask "macmediakeyforwarder"
cask "openboard"
cask "protonvpn"
cask "radiola"
cask "rectangle"
cask "slack"
cask "spotify"
cask "todoist-app"
cask "wezterm"
cask "write"
