tap "atlassian/acli"
tap "charmbracelet/tap"
tap "dustinblackman/tap"
tap "ggozad/formulas"
tap "hashicorp/tap"
tap "shinokada/tera"
brew "aichat"
brew "ca-certificates"
brew "gcc"
brew "aider"
brew "air"
brew "protobuf"
brew "apache-arrow"
brew "asciinema"
brew "git"
brew "asdf"
brew "ast-grep"
brew "awk"
brew "bash-language-server"
brew "bat"
brew "bat-extras"
brew "bitwarden-cli"
brew "btop"
brew "checkmake"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "wget"
brew "dasht"
brew "datasette"
brew "dfu-programmer"
brew "diffutils"
brew "dockerfile-language-server"
brew "dprint"
brew "duckdb"
brew "duti"
brew "eza"
brew "fd"
brew "findutils"
brew "fribidi"
brew "fzf"
brew "gaze"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "go"
brew "grep"
brew "harper"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jj"
brew "jq"
brew "jq-lsp"
brew "just"
brew "less"
brew "links"
brew "llm"
brew "lua-language-server"
brew "marksman"
brew "mdformat"
brew "mise"
brew "nano"
brew "neovim"
brew "numbat"
brew "ripgrep"
brew "opencode"
brew "openjdk"
brew "pandoc"
brew "pkgconf"
brew "poetry"
brew "pre-commit"
brew "prettier"
brew "python-lsp-server"
brew "r"
brew "rumdl"
brew "shellcheck"
brew "shfmt"
brew "sqlfluff"
brew "sqlite-utils"
brew "sqruff"
brew "starship"
brew "stylua"
brew "taplo"
brew "tealdeer"
brew "terraform-ls"
brew "tmux"
brew "todoist-cli"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "vim"
brew "vint"
brew "write-good"
brew "yaml-language-server"
brew "atlassian/acli/acli"
cask "caffeine"
cask "chatbox"
cask "docker-desktop"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "iterm2"
cask "macmediakeyforwarder"
cask "openboard"
cask "protonvpn"
cask "quarto"
cask "radiola"
cask "rectangle"
cask "slack"
cask "spotify"
cask "todoist-app"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "write"
vscode "marimo-team.vscode-marimo"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
