brew "aider"
brew "air"
brew "awk"
brew "bash-language-server"
brew "bat"
brew "bat-extras"
brew "bitwarden-cli"
brew "checkmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "datasette"
brew "diffutils"
brew "duckdb"
brew "eza"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnu-sed"
brew "grep"
brew "harper"
brew "hugo"
brew "jq"
brew "jq-lsp"
brew "just"
brew "less"
brew "llm"
brew "lua-language-server"
brew "marksman"
brew "mdformat"
brew "mise"
brew "nano"
brew "neovim"
brew "ripgrep"
brew "opencode"
brew "pandoc"
brew "pre-commit"
brew "prettier"
brew "python-lsp-server"
brew "rumdl"
brew "shellcheck"
brew "shfmt"
brew "sqlfluff"
brew "sqlite-utils"
brew "sqruff"
brew "starship"
brew "stylua"
brew "taplo"
brew "tealdeer"
brew "terraform-ls"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "vint"
brew "wget"
brew "write-good"
brew "yaml-language-server"
